{
    "bands": [
        {
            "_id": "fa470851-80d9-4514-b57f-76055961e651",
            "name": "Iron Maiden",
            "image": "https://www.metal-archives.com/images/2/5/25_photo.jpg?2325",
            "describe": "Iron Maiden was formed on Christmas day in 1975 by Steve Harris, who recruited guitarists Dave Sullivan and Terry Rance, drummer Ron \"Rebel\" Matthews, and vocalist Paul Mario Day. Day, who lacked stage presence, was quickly replaced by Dennis Wilcock. Rance and Sullivan were dropped when Dave Murray was found, as neither of the former could play lead and the latter clearly could. Bob Angelo came in to complement him but ended up trying to upstage him continuously, so was fired in late 1976. He joined Praying Mantis.\n\nDave Murray left in the spring of 1977 after getting into an argument with Dennis Wilcock and was replaced by Terry Wapram on guitars. Ron \"Rebel\" Matthews also left, then in came Thunderstick, a.k.a. Barry Graham. Finally, keyboardist Tony Moore was brought in. This line-up lasted one gig before everyone realized that keyboards were a no go. Tony was fired and Terry left out of solidarity. Dave Murray returned and Dennis Wilcock again decided he had enough, but this time he took Thunderstick and left. Dennis formed V1 with Terry and Tony while Thunderstick popped up in Samson a bit later.\n\nDeciding to continue, Steve and Dave found drummer Doug Sampson and vocalist Paul Di'Anno in mid-1977. This four-piece line-up recorded the first demo, The Soundhouse Tapes, on December 31, 1978. Paul Cairns was brought in on guitars and he lasted for about three months before leaving of his own volition. Paul Todd played two gigs before his girlfriend told him to either choose a tour with Maiden or her. He was in Maiden for precisely two days in September 1979. Tony Parsons came in, in early September (the live recording from September 10, 1979, has him on guitars) and lasted until just about the end of the year before leaving due to his unhappiness at being surrounded by far more talented musicians. He was replaced by Dennis Stratton. In January 1980, Doug Sampson fell ill and quit after a tour. Clive Burr arrived and the first album was recorded.\n\nDennis Stratton went to Lionheart in October of 1980, citing a love of classic rock as opposed to metal and was replaced by Adrian Smith (Urchin) in September 1980. Paul Di'Anno had constant drinking problems and was once arrested before a show, forcing Steve Harris to take over on vocals (February 8, 1980), and thus he was replaced by Bruce Bruce of Samson, who reverted to his non-repetitive almost birth name of Bruce Dickinson (his full name is Paul Bruce Dickinson, but the band had had enough of singers named Paul!). Bruce's first gig was October 25, 1981, in Bologna, Italy.\n\nBurr left the band at the end of 1982 on good terms since he wanted a break from the music business and all the touring. He would crop up in various projects over the years. In came Nicko McBrain, formerly of Trust. This line-up lasted until January 1990 when Adrian Smith left and was replaced by Janick Gers.\n\nBruce Dickinson left the band in 1993, wishing to concentrate on his solo career. Blaze Bayley (real name: Bayley Cook - Blaze was a school nickname) from Wolfsbane took over on vocals for two albums. Then both Bruce Dickinson and Adrian Smith returned in 1999 and toured for a video game, Ed Hunter. The tour was monstrously successful and the band put out a new album, Brave New World and a new live album as well, Rock in Rio. Blaze went to form his solo project, Blaze.\n\nFormer drummer Clive Burr was diagnosed with multiple sclerosis in 2002, so the band held a benefit for him and released a single, Run To The Hills, featuring live tracks from 1982 with Clive on drums.\n\nMichael \"Count\" Kenney (not to be confused with Mick Kenney of Anaal Nathrakh) plays keyboards for Iron Maiden on tour (and contributes some studio work too).\n\nTrivia:\nIron Maiden was the first heavy metal band to ever be featured on MTV during its first day, August 1, 1981. \"Iron Maiden\" was music video number 16 and \"Wrathchild\" was number 33 out of the first 62 videos.\n\nIron Maiden is also known for their mascot, Eddie. Eddie's full name is Eddie The Head - or Edward The Head - and it comes from the following old joke:\nEddie was born with no body and no arms and no legs. Just a head. But despite this slight birth defect, his parents loved him very much. So on his sixteenth birthday they run into a doctor that says \"Hey, I can give Eddie a body\"... so the parents are going totally nuts because finally their kid can have a body and be like other normal people. They go home and are really excited and say \"Have we got a surprise for you. It's the best present ever!\" and Eddie says \"Oh, no, not another fucking hat!\"\n\nNot to be confused with:\n• The Basildon hard rock band under the same name who were active in the 60s.\n• The Bolton hard rock band under the same name who were active in the first half of the 70s.\n\nCompilation appearances:\n- \"Sanctuary\" and \"Wrathchild\" on Metal for Muthas (EMI, 1980) (both are slightly different versions than on the regular album)\n- \"Running Free\" on Axe Attack (K-tel , 1980) (Some pressings contain a demo version, unavailable anywhere else)\n- \"Transylvania\" and \"Sanctuary\" on Metalmania (Harvest, 1980)\n- \"Transylvania\" and \"Sanctuary\" on Heavy Duty (Harvest, 1980)\n- \"Drifter\" on Heavy Metal Special (EMI, 1981)\n- \"Murders in the Rue Morgue\" on Axe Attack Vol. 2 (K-tel , 1981)\n- \"Number of the Beaset\" on Heavy (K-tel, 1983)\n- \"Run to the Hills\" on Masters of Metal Vol. 2 (K-Tel, 1984)\n- \"Run to the Hills\" on Hot Metal (EMI, 1984)\n- \"2 Minutes to Midnight\" on Los Duros Del Rock (Sono-Rodven, 1984)\n- \"Sanctuary\" and \"Run to the Hills\" on Heavy Metal (EMI, 1984)\n- \"Flash of the Blade\" on Phenomena/Creepers (soundtrack, Cinevox, 1985)\n- \"Rainbow's Gold\" on Hard Attack (EMI, 1985)\n- \"The Trooper\" on Masters of Metal (K-tel, 1986)\n- \"Killers\" on Giants Of Rock - The Metal Decade 1980-81 Vol. 1 (Teldec, 1990)\n- \"Number of the Beast\" on Giants of Rock - The Metal Decade 1982-83 Vol. 2 (Teldec, 1990)\n- \"Sanctuary\" on New Wave Of British Heavy Metal '79 Revisited (Metal Blade, 1990)\n- \"Can I Play with Madness\" on Giants of Rock - The Metal Decade 1988-89 Vol. 5 (EastWest, 1991).\n- \"Two Minutes to Midnight\" on MTV Headbangers Ball (EMI, 1995).\n- Band interview on Metal-is.com (Metal-is, 2000)\n- \"2 Minutes to Midnight\" on Live at Wacken 2008 (Wacken Records, 2009) (Exclusive live version)\n- \"Space Truckin'\" on Re-Machined: A Tribute to Deep Purple's Machine Head (Eagle Records, 2012)",
            "country_id": "996733d8-010a-4124-8415-fc04de5a94d8",
            "location": "London, England",
            "status_id": "cca2edaf-3034-4151-a58b-7811cfd0d716",
            "formed_in": "1975",
            "genres_id": [
                "6838bf59-a5ad-48c9-aefc-abb88fcb2f5e",
                "5dd6f0b6-e53a-4701-b358-2a21d6762818",
                "7f2f581c-44bb-46c8-8dd4-ac54c5a38e2e"
            ],
            "themes_id": [
                "7db68f71-4e05-4121-af1b-7949e4753927",
                "4ba727f1-3e0a-41b0-84a7-a43b380bf373",
                "676cf447-1f9a-4330-8417-86158d5ddeb9",
                "abc9ca1a-ebae-45c9-98e7-2b660f520f97",
                "7feeda33-1d4d-4e6a-8010-c3ba28e920e7",
                "498a4923-cc6a-466c-b16d-c88379876ce5"
            ],
            "current-members-id": [
                "7ba49fbc-0290-49a8-bb3e-1e0b1709d82b",
                "cf410ba5-1c76-4297-a43d-b8237e3dedcd"
            ],
            "past-members-id": [

            ],
            "current-label_id": "d697fd95-6507-4126-97e7-bf4830b03bee"
        }
    ],
    "discography": [
        {
            "_id": "6bd2ded9-1e9d-401c-8b9b-fb5a4fce5d46",
            "band_id": "fa470851-80d9-4514-b57f-76055961e651",
            "name": "Senjutsu",
            "image": "https://www.metal-archives.com/images/9/6/3/9/963906.jpg?1527",
            "type_id": "e84a934c-2a53-4793-be98-70a18c164006",
            "release": "September 3rd, 2021",
            "disc-id": "0190295015947",
            "format_id": "df8db2c5-1329-4a1c-8c0e-cd19552acc11",
            "track_id": [
                "34dd82b5-660d-4d83-bda7-2e3cef66951c",
                "0e570911-96aa-467a-8e62-f52fd6b6c57e",
                "c3c66047-3782-40b3-9c85-0f30028d7713",
                "7f2f581c-44bb-46c8-8dd4-ac54c5a38e2e",
                "d2fe4c9f-38d4-4ad7-97fd-d24b0823cfe3",
                "2b0a3e13-5473-4edd-84e4-285044249271",
                "a4fdbc4d-a0be-41a3-bb47-6f80c6b5da27",
                "d0d4b4df-46df-43ee-aa75-83874ed22655",
                "766edb74-d704-42c2-97b4-17baed3d22be",
                "a364d31c-95cb-4d4b-884e-dea2d8bf56ae",
                "2ac3e6a0-2ecb-4da6-bdbe-09869fed352f",
                "779bce7a-1787-4883-925b-e2316915f650"
            ],
            "reviews_id": "c4a9c85c-bf5d-4d7c-a86e-00257c4fb655"
        }
    ],
    "members": [
        {
            "_id": "7ba49fbc-0290-49a8-bb3e-1e0b1709d82b",
            "band_id": "fa470851-80d9-4514-b57f-76055961e651",
            "past-band_id": [
                ""
            ],
            "name": "Bruce Dickinson",
            "realname": "Paul Bruce Dickinson",
            "age": 63,
            "gender": "male",
            "biography": "Best known as Iron Maiden's lead vocalist and frontman, Bruce Dickinson has also recorded and performed as a solo artist.\n\nHe has also pursued other, lesser known endeavors such as writing two well-received books, performing competitive fencing, starting a small company that provided fencing products and equipment, writing the screenplay to an underground movie (\"Chemical Wedding\"), and pursuing his long time hobby of flying, (a love reflected in some of his lyrics) eventually obtaining a job at Astraeus Airlines in London as a result.\n\nIn 2017, he released his autobiography entitled, \"What Does This Button Do?\"",
            "story": "In 2006, the North American Hit Parader magazine chose him as the seventh best heavy metal singer in the world, behind names like Robert Plant and Rob Halford.\n\nFlies Iron Maiden's touring airplane.\n\nWrote the script to the 2008 movie \"Chemical Wedding\", about Aleister Crowley. The film heavily references Crowley's writings, as well as Iron Maiden and Bruce Dickinson songs. Bruce also briefly appears in the film, first as Crowley's landlord, and then as a blind man.\n\nAfter Wheatus referenced Iron Maiden in their hit single \"Teenage Dirtbag\", Bruce appeared as a guest on their \"Wannabe Gangstar\" single and video.\n\nDickinson was awarded an honorary doctorate by the Helsinki University in 2019 for his contributions on multiple fields, including \"his award-winning beer brewing, inspirational talks, authoring two successful books, his work as a radio host and a movie scriptwriter, and his international fencing career.\" He received his traditional doctor's top hat and sword in a promotion on November 4th, 2019. The occasion was organized solely for him, because he was unable to attend the official promotion ceremony in May 2019.\n\nBruce Dickinson's son Austin Dickinson was in a metalcore band named Rise to Remain. Austin is a credited songwriter for the Bruce Dickinson song \"Laughing in the Hiding Bush\" as he said the phrase to his father as a child, which inspired the title and the rest of the lyrics.\n\nHis cousin, Rob Dickinson, is the former front-man of the shoegaze band Catherine Wheel.\n\nIn the late 70’s/early 80’s he was a roadie for punk band The Jam.",
            "instruments_id": [
                "51bc6b97-e6eb-4854-bd2c-b1977fb28a3f"
            ],
            "country_id": "996733d8-010a-4124-8415-fc04de5a94d8",
            "location": "Worksop, Nottinghamshire",
            "rip-date": "",
            "cause-of-death": ""
        },
        {
            "_id": "cf410ba5-1c76-4297-a43d-b8237e3dedcd",
            "band_id": "fa470851-80d9-4514-b57f-76055961e651",
            "past-band_id": [
                ""
            ],
            "name": "Steve Harris",
            "realname": "Stephen Percy Harris",
            "age": 65,
            "gender": "male",
            "biography": "Steve Harris is the founding member and principal composer and lyricist of Iron Maiden. He is the father of Lauren Harris (born 6th July, 1984), who is the lead vocalist for her self-named rock band. He divorced from his wife of 16 years, Lorraine Jury, in 1993; he has had four children with her and two with his current partner Emma.\n\nHarris is also a video editor, having worked on (or overseen) several Iron Maiden videos, and occasionally he plays other instruments such as synths and keyboards.",
            "story": "Father of George Harris.\n\nHarris owns a pub in Santa Bárbara de Nexe (Portugal) called Eddie's Bar, which is run by Terry Rance and Dave Sullivan, the original guitarists of Iron Maiden. The bar is decorated with many items alluding to Iron Maiden, and parts of sets from previous tours.\n\nIn 2012 Harris released his first solo album, British Lion, taking the name from a band he managed and wrote with in the early 1990s.\n\nCurrently resides in the Bahamas.\n\nHis daughter, Lauren Harris, launched her own music career a few years back. Her band featured Richie Faulkner at some point. Steve used to drive them to gigs himself.",
            "instruments_id": "d535ccdd-b4cd-4c0b-a4f2-b5463d69c0f5",
            "country_id": "996733d8-010a-4124-8415-fc04de5a94d8",
            "location": "Leytonstone, London",
            "rip-date": "",
            "cause-of-death": ""
        },
        {
            "_id": "278ffd08-55e6-4340-a684-82008e76537c",
            "band_id": [
                ""
            ],
            "past-band_id": [
                "fa470851-80d9-4514-b57f-76055961e651"
            ],
            "name": "Clive Burr",
            "realname": "Clive Ronald Burr",
            "age": 56,
            "gender": "male",
            "biography": "Although not Iron Maiden's original drummer, Burr played on their first three albums before being replaced by Nicko McBrain. The two drummers effectively traded places as Burr then briefly joined Trust as McBrain's replacement.",
            "story": "Stratus, first known as Clive Burr's Escape (then briefly Tygon and Stratas) released an album in 1984 titled \"Throwing Shapes.\" A song from it, \"Run for Your Life,\" was featured in the Troma film \"Class of Nuke 'em High.\"\n\nHe replaced Bruce Bisland in Praying Mantis between 1995/96 and recorded the live album Captured Alive in Tokyo City (Canyon International, 1996).\n\nBurr suffered from multiple sclerosis. In aid of this, Iron Maiden played a series of charity concerts and became involved with the Clive Burr MS Trust Fund. In his later life, he was confined to a wheelchair because of his condition.",
            "instruments_id": "70a17d33-008d-4e19-9a8e-ed83236b56f8",
            "country_id": "996733d8-010a-4124-8415-fc04de5a94d8",
            "location": "East Ham, London, England",
            "rip-date": "Mar 12th, 2013",
            "cause-of-death": "Multiple sclerosis"
        }
    ],
    "labels": [
        {
            "_id": "d697fd95-6507-4126-97e7-bf4830b03bee",
            "name": "Parlophone",
            "image": "https://www.metal-archives.com/images/1/1/1/3/1113_label.gif?1246",
            "address": "",
            "country_id": "09ec3697-140e-452c-ada4-8afcf394e360",
            "phone_number": "",
            "status_id": "cca2edaf-3034-4151-a58b-7811cfd0d716",
            "genres_id": [
                "10cecfc7-ddbf-40ae-8eee-d70f49db30da",
                "3740ccba-232b-4d1a-a001-e61ce3ad7cad",
                "fc89da57-d91c-4512-9f65-c02289c93d19"
            ],
            "founding-date": 1896,
            "describe": "https://www.instagram.com/parlophone/",
            "bands_id": [
                "fa470851-80d9-4514-b57f-76055961e651"
            ],
            "parent-label": [
                "fde61612-7619-467f-b55f-2c1af51b12c3"
            ],
            "sub-label": [
                ""
            ]
        },
        {
            "_id": "fde61612-7619-467f-b55f-2c1af51b12c3",
            "name": "Warner Music Group",
            "image": "https://www.metal-archives.com/images/2/8/5/7/28579_label.jpg?2952",
            "address": "1633 Broadway\nNew York, NY 10019",
            "country_id": "83bc24bf-f74d-45d9-8776-179d0b331b6f",
            "phone_number": "(212) 275-2000",
            "status_id": "cca2edaf-3034-4151-a58b-7811cfd0d716",
            "genres_id": [
                "e5635f61-7153-4acd-8835-abdffc398be0"
            ],
            "founding-date": 2004,
            "describe": "https://www.wmg.com/",
            "bands_id": [
                ""
            ],
            "parent-label": [
                ""
            ],
            "sub-label": [
                "d697fd95-6507-4126-97e7-bf4830b03bee"
            ]
        }
    ],
    "countries": [
        {
            "_id": "996733d8-010a-4124-8415-fc04de5a94d8",
            "label": "United Kingdom"
        },
        {
            "_id": "09ec3697-140e-452c-ada4-8afcf394e360",
            "label": "Germany"
        },
        {
            "_id": "83bc24bf-f74d-45d9-8776-179d0b331b6f",
            "label": "United States"
        }
    ],
    "status": [
        {
            "_id": "cca2edaf-3034-4151-a58b-7811cfd0d716",
            "label": "Active"
        }
    ],
    "genres": [
        {
            "_id": "6838bf59-a5ad-48c9-aefc-abb88fcb2f5e",
            "label": "Heavy Metal"
        },
        {
            "_id": "5dd6f0b6-e53a-4701-b358-2a21d6762818",
            "label": "NWOBHM"
        },
        {
            "_id": "10cecfc7-ddbf-40ae-8eee-d70f49db30da",
            "label": "Jazz"
        },
        {
            "_id": "3740ccba-232b-4d1a-a001-e61ce3ad7cad",
            "label": "Pop"
        },
        {
            "_id": "fc89da57-d91c-4512-9f65-c02289c93d19",
            "label": "Rock"
        },
        {
            "_id": "e5635f61-7153-4acd-8835-abdffc398be0",
            "label": "Various"
        }
    ],
    "themes": [
        {
            "_id": "7db68f71-4e05-4121-af1b-7949e4753927",
            "label": "History"
        },
        {
            "_id": "4ba727f1-3e0a-41b0-84a7-a43b380bf373",
            "label": "Literature"
        },
        {
            "_id": "676cf447-1f9a-4330-8417-86158d5ddeb9",
            "label": "War"
        },
        {
            "_id": "abc9ca1a-ebae-45c9-98e7-2b660f520f97",
            "label": "Mythology"
        },
        {
            "_id": "7feeda33-1d4d-4e6a-8010-c3ba28e920e7",
            "label": "Society"
        },
        {
            "_id": "498a4923-cc6a-466c-b16d-c88379876ce5",
            "label": "Religion"
        }
    ],
    "types": [
        {
            "_id": "e84a934c-2a53-4793-be98-70a18c164006",
            "label": "Full-length"
        }
    ],
    "formats": [
        {
            "_id": "df8db2c5-1329-4a1c-8c0e-cd19552acc11",
            "label": "2CD"
        }
    ],
    "traks": [
        {
            "_id": "34dd82b5-660d-4d83-bda7-2e3cef66951c",
            "track_number": 1.1,
            "title": "Senjutsu",
            "lenght": "08:20",
            "lyrics": "[Verse 1]\nBeat the warning the sound of the drums\nSet the beacons afire for them all\nCall to arms all the men far and wide\nHave to fight now for dynasty pride at stake\nThe invaders repel from the north\nKeep out nomads who came from the plains\nNorthern grasslands awash with them all\nBlocking the tribes that invade from the south of us\n\n[Chorus]\nRallying round to the call\nWe can hear far away are the sound of distant drums\nAnd they need everyone at the wall\nSo the day of our judgement has now begun to fall\n\n[Verse 2]\nSurvive on ledges bitten in dust\nKnowledge and virtue is stricken by lust\nReally believe that they’re coming for us\nDancing on graves of those who bled for us\nDriven away by our endless desire\nDefeat by anger and our greatest fire\nAttack again and try as they might\nHold them again and see them running\n\n[Guitar Solo]\n\n[Chorus]\nRallying round to the call\nWe can hear far away are the sound of distant drums\nAnd they need everyone at the wall\nSo the day of our judgement has now begun to fall\n\n[Bridge 1]\nHear them coming\nReady now we wait\nMust be steadfast\nMust be patient\nMust believe in\nThat we can win\nWhat will save us\nThe great wall\n\n[Verse 3]\nNow under siege have the real strength to hold them now\nHave to believe that we can repel them\nFaith in the years our ancestors taught us\nHave the belief that we can protect the wall\nTry if they can we will overthrow them\nFight to the last they can never own us\nBattle of wills we’ll fight to the last man\nHonour our dead so they never fought in vain\n\n[Guitar Solo]\n\n[Bridge 2]\nHold our fortune\nAvenge the merciful\nHold the great wall\nNever fall again\nArrows falling\nDark oblivion\nLive in spirit\nLive to tell our sons\n\n[Chorus]\nRallying round to the call\nWe can hear far away are the sound of distant drums\nAnd they need everyone at the wall\nSo the day of our judgement has now begun to fall\n\n[Guitar Solo]"
        },
        {
            "_id": "0e570911-96aa-467a-8e62-f52fd6b6c57e",
            "track_number": 1.2,
            "title": "Stratego",
            "lenght": "04:59",
            "lyrics": "How do you read a madman’s mind?\nTeach me the art of war\nFor I shall bring more\nThan you bargained for\n\nGive me an ultimatum\nThat I could not dream of\nSpills of a crying nation\nUpon my soul\n\nFor I have not a mortal soul\nThat you already know\nLook at my eyes\nThere’s no surprise\n\nOcean is black the devil’s track\nLooking beyond beneath the sea\nEye of the storm is here again\nBeen there before you were ever born\n\nBeyond the dark I feel the pain\nIt’s hidden but I can’t explain\nA cross to bear\nA heavy faith\nMy sorrow whispers\nTime again\n\nI hear you calling my name\nCome to claim my life again\nPray for me I’m almost there\nThe pain almost too much to bear\n\nI try to find my way back home\nTo feel the same again\nThe voice of nothing\nListened far too long\n\nLittle by little eat away\nI think I’ve lost my mind\nToo late to change now\nWhat I left behind\n\nHear me listen my call\nI am ready to fall\nLord hear me now – let me go\n\nOcean is black the devil’s track\nLooking beyond beneath the sea\nEye of the storm is here again\nBeen there before you were ever born\n\nBeyond the dark I feel the pain\nIt’s hidden but I can’t explain\nA cross to bear\nA heavy faith\nMy sorrow whispers\nTime again"
        },
        {
            "_id": "c3c66047-3782-40b3-9c85-0f30028d7713",
            "track_number": 1.3,
            "title": "The Writing on the Wall",
            "lenght": "06:13",
            "lyrics": "Across a painted desert lies a train of vagabonds\nAll that's left of what we were it's what we have become\nOnce our empires glorious but now the empire's gone\nThe dead gave us the time to live and now our time is done\n\nNow we are victorious, we've become our slaves\nA land of hope and glory building graveyards for the brave\n\nHave you seen the writing on the wall?\nHave you seen that writing?\nCan you see the riders on the storm?\nCan you see them riding?\nCan you see them riding?\n\nHolding on to fury is that all we ever know\nIgnorance our judge and jury all we've got to show\nFrom Hollywood to Babylon ~ holy war to kingdom come\nOn a trail of dust and ashes ~ when the burning sky is done\nA tide of change is coming and that is what you fear\nThe earthquake is a coming but you don't want to hear\nYou're just too blind to see\n\nHave you seen the writing on the wall?\nHave you seen that writing?\nCan you see the riders on the storm?\nCan you see them riding?\nCan you see them riding, riding next to you?\n\nHave you seen the writing on the wall?\nHave you seen that writing?\nCan you see the riders on the storm?\nCan you see them riding?\n\nHave you seen the writing on the wall?\nHave you seen that writing?\nCan you see the riders on the storm?\nCan you see them riding?\nCan you see them riding, riding next to you?"
        },
        {
            "_id": "7f2f581c-44bb-46c8-8dd4-ac54c5a38e2e",
            "track_number": 1.4,
            "title": "Lost in a Lost World",
            "lenght": "09:313",
            "lyrics": " [Verse 1]\nAll is not it seems to be on the outside\nSometimes what appears to be is a show\nWhat shows in the face is only a mirror\nWe all have some better places to go\n\n[Verse 2]\nWe don’t know just what we have ’til we’ve lost it\nUntil that time comes and know that it’s gone\nSo hard to say things that we should have uttered long ago\nTear myself away from thoughts in my head\n\n[Instrumental Break]\n\n[Verse 3]\nThe people worshiping the sun\nAnd all the children point up to the sky\nThey see the eagle as it floats on the wind\nAnd they follow with their spirits high\n\n[Verse 4]\nBuffalo roam on the plain\nWe walk into the flames but dance for rain\nThe hallowed dead in sacred ground and the elders\nAnd we wash away their sins for them\n\n[Pre-Chorus]\nFeel the spirits of the old ones standing proud upon their race\nAnd the testament to ancestors, that are never to retrace\nBurn the flame of innocence, as they ride into the sun\nThinking now of our forefathers that are lying dead upon\nHoly ground and sacred earth now\nRevisit stolen youth\n\n[Chorus 1]\nLost in a lost world\nBuried on sacred ground\nLost in a lost world\nLying on sacred ground\n\n[Instrumental Break]\n\n[Guitar Solos]\n\n[Chorus 1]\nLost in a lost world\nBuried on sacred ground\nLost in a lost world\nLying on sacred ground\n\n[Chorus 2]\nLost in a lost world\nStanding on sacred ground\nLost in a lost world\nLying on sacred ground\n\n[Outro]\nWill we ever heal our old wounds\nLike forever darkness worn\nFighting for their lives again\nSo come on now don’t be afraid\n\nThis is where destiny lies\nJust to let us breathe again\nPut upon this earth to wander\nAnd to walk, forever lost\n\nWith the ashes of our enemies\nTo live among our ghosts\nOf our past fear nothing\nLife is but a better path to joy\n\nNowhere to go nowhere to run\nOur whole nation overrun\nItself existence under threat\nAnd soon will be none of us left\n\nRemember names of all our dead now\nIn enemies that fled\nReaching for our sky forever free\nA sadness that is proud\n\nAs the clouds all drift away now\nUntil we meet again"
        },
        {
            "_id": "a4fdbc4d-a0be-41a3-bb47-6f80c6b5da27",
            "track_number": 1.5,
            "title": "Days of Future Past",
            "lenght": "04:03",
            "lyrics": "[Verse 1]\nA war in heaven in god’s rage\nHe put me in this burning cage\nHoly fury locks me in\nImprisoned by my deadly sin\nEvery hour the shadow king\nWonders what his clock will bring\nI’ve lived and loved and that’s for sure\nMy fatal quest forevermore\n\n[Chorus]\nThe days of future past to wander on the shore\nA king without a queen to die forevermore\nTo wander in the wasteland\nImmortal to the end\nWaiting for the judgement\nBut the judgement never ends\n\n[Verse 2]\nOnce crucified you forgave it all\nBut my own life condemned to fall\nWhere’s the glory in your name\nMy twisted soul still burns in flame\nHark you angels hear my call\nFather witness to my fall\nBetween the lines of sin and pain\nI walk the earth now doomed again\n\n[Chorus]\nThe days of future past to wander on the shore\nA king without a queen to die forevermore\nTo wander in the wasteland\nImmortal to the end\nWaiting for the judgement\nBut the judgement never ends\n\n[Guitar Solo]\n\n[Chorus]\nThe days of future past to wander on the shore\nA king without a queen to die forevermore\nTo wander in the wasteland\nImmortal to the end\nWaiting for the judgement\nBut the judgement never ends\n\n[Chorus]\nThe days of future past to wander on the shore\nA king without a queen to die forevermore\nTo wander in the wasteland\nImmortal to the end\nWaiting for the judgement\nBut the judgement never ends"
        },
        {
            "_id": "d0d4b4df-46df-43ee-aa75-83874ed22655",
            "track_number": 1.6,
            "title": "The Time Machine",
            "lenght": "07:09",
            "lyrics": "[Intro]\nPut to the sword by an impish whim\nFollow me now to a place we begin\nWrought with no anger, wrought with no fear\nDevilish children playing here\nHidden in silence, below barren waste\nConfusion hunger, am I still awake?\n\n[Verse 1]\nHave I ever told you about my time machine\nSit you down I’ll tell you everywhere I’ve been\nI have lived a long life, life extraordinaire\nLet me tell you about it, let me take you there\nDoes it really matter, it’s all in the mind\nLet me tell you about it, listen what you’ll find\n\n[Chorus]\nI am not a preacher, I am but a man\nYou cannot imagine what I’ve seen and done\n\n[Verse 2]\nI have lived a long life, I have seen the world\nI could tell you stories, hair will stand on end\nStand among the steeples, stand upon the walls\nI have seen a god’s face, I have no disgrace\nI have seen the gods cry, howling in the wind\nWhere do I get started, when can I begin\n\n[Chorus]\nI am not a preacher, I am but a man\nYou cannot imagine what I’ve seen and done\n\n[Bridge 1]\nSleep with a light that is dark to my eyes\nFather and sons give me all of your lies\nThe brutal truth, that is never a lie\nFull moon is out, as you look to the sky\n\n[Instrumental Break]\n\n[Chorus]\nI am not a preacher, I am but a man\nYou cannot imagine what I’ve seen and done\n\n[Guitar Solos]\n\n[Bridge 2]\nOpen your heart and I’ll open your soul\nEven in quieter moments I know\n\n[Chorus]\nI am not a preacher, I am but a man\nYou cannot imagine what I’ve seen and done\n\n[Outro]\nEerie collection, darkness is there\nWedded to danger, betrothed to despair"
        },
        {
            "_id": "766edb74-d704-42c2-97b4-17baed3d22be",
            "track_number": 2.1,
            "title": "Darkest Hour",
            "lenght": "07:20",
            "lyrics": "We buried our sons\nWe turned and fled\nNo growing old\nThe glorious dead\nBut we came back\nBecause one man said\nNow on the beaches\nThe blood runs red\n\nI faced them down\nThe only one\nI stood alone\nAnd warned the day would come\nBut they were wrong\nAppeases every one\nAnd not for the last time\nWe all stand alone\n\nI watch the sun move away\nAs I embrace the night\nAnd my black dog has it's day\nFor six long years you shall not pass\nBarbarians at the gates\nWe will overcome\n\nHere I stand\nIn a serenade of glory\nNaked by the throne of kings\nYou sowed the wind\nAnd now you reaped the whirlwind\nBefore the dawn the darkest hour\n\nThe darkest hour\n\nTo blaze in glory like a dying sun\nOne last burning giant\nTell Jupiter moves on\nTurn the ploughshares into swords\nYou sons of Albion awake\nDefend this sacred land\n\nHere I stand\nIn a serenade of glory\nNaked by the throne of kings\nYou sowed the wind\nAnd now you reaped the whirlwind\nBefore the dawn the darkest hour\n\nThe darkest hour\n\nHere I stand\nIn a serenade of glory\nNaked by the throne of kings\nYou sowed the wind\nAnd now you reaped the whirlwind\nBefore the dawn the darkest hour\n\nHere I stand\nIn a serenade of glory\nNaked by the throne of kings\nYou sowed the wind\nAnd now you reaped the whirlwind\nBefore the dawn the darkest hour\n\nBefore the dawn the darkest hour"
        },
        {
            "_id": "a364d31c-95cb-4d4b-884e-dea2d8bf56ae",
            "track_number": 2.2,
            "title": "Death of the Celts",
            "lenght": "10:20",
            "lyrics": "The road it winds uphill all the way\nRide to glory on this day\nRemember now to do him so proud\nIn God we trust, cry it out loud\n\nRedeem my salve of winning ways\nRemember all the darkest days\nOf that I know will see me tread\nWalketh upon the field of the dead\n\nThe burden of blood, the breaketh of bone\nThe battlefield now I make it my own\nThe glory of the morning we make\nPraying the rose is still awake\n\nLord above my spirit says\nDeath is not proud, no more no less\nPower of my soul will be free\nDeliver us on to victory\n\nWither a pain that’s almost a joy\nWander there my heart will destroy\nDreaming of days of our youth again\nStranger no wonder memories remain\n\nPour thy scorn upon the realm\nPity me none at the gates of our hell\nFor I am but a messenger, one\nSent to do reckoning what must be done\n\nPraying to our wretched doom\nLiberty freedom, maybe death looms\nWishing upon a fair display\nHoping our cause, done faithfully\n\nWayward thunder over rain\nGiving me time to think again\nSend to their graves on this day\nSilent where the battle dead lay\n\nVengeance is for all who lay dead\nI have no fear, my body has bled\nI will live on in rebirth again\nCome to me now, embrace it my friend\n\nSpirits cry for a god from the grave\nIn darkness, fortune favors the brave\n\nDying, a warrior Celt has no fear\nImmortal, for he will live evermore\n\nThink I am that, I’m almost there\nFollowing now, the depths of despair\nBeyond the light darkness will fall\nComing to take the life from us all\n\nFollowing now where god can’t explain\nBidding farewell, the life I’d have gained\nFollowing those who came from hell\nCame to witness the death of the Celts"
        },
        {
            "_id": "2ac3e6a0-2ecb-4da6-bdbe-09869fed352f",
            "track_number": 2.3,
            "title": "The Parchment",
            "lenght": "12:39",
            "lyrics": "When the moon will rise again\nUntil we read the Parthian skin\nBroken fears warring days are here again\n\n‘Fore we all to dust descend\nHeaven knows when life will end\nGod to know in the mire, put out the fire\n\nKnow there is a cross to bear\nIn your primal quest of fear\nNo quarter now is given no less\n\nAslumber was my main ideal\nAsunder did my spirit steal\nSceptered race uttered words in disgrace\n\nSweet revenge will be ours\nVengeance of a shaken world\nJust remember that patience is no sin\n\nAnd to find another way\nLive to breathe another day\nLord of light in the darkness, our guide\n\nIn a tempest never shaken\nEdge of doom is not mistaken\nCountenance is not a sin\nGallant king, we bow to him\n\nFierce as wolf with a leopard skin\nDark and bitter deep within\nInvader punished with his life\nVanquished in the morning\n\nSea of blood in light divine\nUnholy reverence enjoyed\nIntoxicated with their hell\nMan immortal sickness dwell\n\nSavage beasts troops engage\nAssembled here to butcher blades\n\nSmoke has darkened in the air\nSmell of death and deep despair\n\nWilderness a tyrant dream\nSell your soul not give them power\nSlay upon imperial crown\nWitness now the witching hour\n\nBound himself to oath and king\nSuch loyalty a shameless thing\nYouth of agony still burn\nShedding parents blood\n\nNever say a prayer to me\nFor this crime and treachery\nDrinking from your cup of wisdom true\nMany men will follow you\n\nNow an army is raised\nAnd our gods, they be praised\nDeath is but a guilted edge\nShall no more than we will pledge\n\nHear the cry we are ready to believe\n\nThe prodigal has returned\nGive us our own revenge\nWith the power he learned\nWe will burn the same again\n\nA betrayal of angels in a foreign land\nA revenge for the merciful destiny at hand\n\nFor all those who have written\nIn the sand will be told\nThat the same will happen, searching for gold\n\nLike a fire in the sky\nI can feel strength return\nHeading for afterlife, meet me there"
        },
        {
            "_id": "779bce7a-1787-4883-925b-e2316915f650",
            "track_number": 2.4,
            "title": "Hell on Earth",
            "lenght": "11:19",
            "lyrics": "Beginning of a sunrise bores a big hole in the sky\nNot to reason why that\nArmed children are in this world\nAnd fighting in the name of god’s way\nMourning bleak and utter waste\nThe vanity of the world is assured now\n\nPrey upon the weak no more\nThe spirits of those who are gone\nPropaganda of the battles\nThat are lost or won\n\nAnd count your blessings still alive\nOf those who managed to survive\nInside oblivion of that hell on earth\n\nAll you have been, all you have seen\nLost in somewhere in your dreams\n\nHow the angels they have fallen\nAll is nothing what it seems\n\nIn the voices that you hear now\nIn the voices in your head\nNow are thinking of a lifetime\nYou can never feel again\n\nI wish I could go back\nWill never be the same again\nBled for all upon this hell on earth\n\nAnd when I leave this world\nI hope to see you all again\nOn the other side of hell on earth\n\nUpon the eyes of good\nI’m following the light again\nIn between the dark of hell on earth\n\nOn the other side, I’ll see again heaven\nSo far away from this hell on earth\n\nYou dance on the graves who bled for us\nDo you really think they’ll come for us\nKnowledge and virtue taken by lust\nLive on the edge of those that you trust\n\nYou think that you have all the answers for all\nIn your arrogant way only one way to fall\nBurning a lamp that is fire in your hands\nTaking you further from these lands\n\nLove in anger, life in danger\nLost in anger, life in danger\nLove in anger, life in danger\nLost in anger, life in danger"
        }
    ],
    "reviews": [
        {
            "_id": "c4a9c85c-bf5d-4d7c-a86e-00257c4fb655",
            "title": "Their best album in 20 years - 76%\n",
            "discography_id": "6bd2ded9-1e9d-401c-8b9b-fb5a4fce5d46",
            "describe": "I approached Iron Maiden’s seventeenth full-length album Senjutsu in the same way as I approach all new releases from glorious bands of the past: with a mixture of hopeful excitement and reluctant dread that the new album won’t be anywhere near the glory days of years past. In this sense, Senjutsu turned out to be a pleasant surprise, showing that, even though they are no longer the reckoning force of 40 years ago, Iron Maiden are still a relevant voice in today’s metal landscape. This conclusion is even more surprising if one considers that I have not been impressed by any of the recent releases by the band, including the oft venerated Book of Souls.\n\nSo what’s Senjutsu’s secret? In two words: strong songwriting. Yes, it’s that simple. Forty-one years on after they have started their recording career, Iron Maiden can still write memorable heavy metal tunes that are both fun and arousing. The songwriting formula hasn’t changed much over the years: a powerful combination of galloping bass grooves, twin guitar leads and riffs, tight drumming, blazing guitar solos and Bruce Dickinson’s soaring dramatic vocals that often double the main guitar melody. Fast songs alternate to epic, brooding mid-tempos (giving off strong X Factor vibes) and ballads, creating a varied tracklist that keeps things fresh and entertaining. Structurally, the songs are not too complex, despite the lengthy duration of some of them. There are extended solos and instrumental sections, and the lengthier songs feature multiple parts, but it is all very accessible and memorable, only tiptoeing on the line that crosses into progressive metal.\n\nSo far nothing new under the sun as far as any standard Iron Maiden album is concerned. The difference compared to the band’s most recent records is that Senjutsu contains a handful of truly inspired songs, with memorable instrumental sections and great vocal melodies. Most of these tracks can be found on Disc 2 of this 81+ minute long double album. “Darkest Hour” is a sublime ballad infused with pathos and drama thanks to Dickinson’s fantastic vocal performance. The emotional solo in the second half of the song is another unmissable moment of the track, and a true highlight of the whole record as well. “The Parchment” is probably the best song off Senjutsu It is a strongly progressive piece, with some daring tempo changes, a spectacular instrumental section, and a fabulous doomsday verse that sends chills down my spine every single time (strong Seventh Son of a Seventh Son vibes here!), showing that Maiden can still bite when they want to. Album closer “Hell on Earth” is another strong contender for best track of the album, twisting between delicate acoustic arpeggios and epic galloping guitar riffs. Disc 1 is slightly more average, but there are some glorious moments there too, like the title-track, a very catchy and easy-listening track that shows how consummate Maiden are as songwriters.\n\nSenjutsu also introduces a couple of unexpected sonic twists, like the surprising bluesy guitars of “The Writing on the Wall” or the vaguely 1970s, Floydian intro of “Lost in a Lost World”. There is nothing that truly innovates or changes the musical direction the band have been following over the past 40 years, but it is nevertheless refreshing to see that Maiden have not lost the appetite for subtle sonic experiments, seventeen albums into their discography.\n\nThe rest of the material is slightly less impressive, with tracks like “Days of Future Past”, “”The Time Machine” and even the slow winding “Death of the Celts” coming across a somewhat too derivative and flat. This is probably the main gripe I have with the album: if instead of releasing a double disc of over 81 minutes, Maiden had applied a little more quality control and reduced the material to five or six songs for half the length of the LP, this could have been one of the strongest albums the band has released since the 1990s. Nevertheless, Senjutsu stands tall in the band’s recent discography and represents a true return to form for Iron Maiden."
        }
    ],
    "instruments": [
        {
            "_id": "70a17d33-008d-4e19-9a8e-ed83236b56f8",
            "label": "Drums"
        },
        {
            "_id": "d535ccdd-b4cd-4c0b-a4f2-b5463d69c0f5",
            "label": "Bass"
        },
        {
            "_id": "51bc6b97-e6eb-4854-bd2c-b1977fb28a3f",
            "label": "Vocals"
        }
    ]
}
